tap "jimeh/emacs-builds"
tap "rsteube/tap"
brew "python@3.13"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "bat"
brew "glib"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-tar"
brew "libtool"
brew "graphviz"
brew "ispell"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "nushell"
brew "ollama", restart_service: :changed
brew "opencode"
brew "pandoc"
brew "pngpaste"
brew "pyenv"
brew "pyright"
brew "python-lsp-server"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tldr"
brew "yaml-language-server"
brew "yazi"
brew "zoxide"
brew "rsteube/tap/carapace"
brew "yazi"
brew "git"
brew "ollama"
brew "yt-dlp"
brew "ffmpeg"
brew "ispell"
brew "coreutils"
brew "fd"
brew "cmake"
brew "libtool"
brew "python@3.13"
brew "kubectl"

cask "1password-cli"
cask "basictex"
cask "emacs-app"
cask "font-caveat"
cask "font-caveat-brush"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-hack-nerd-font"
cask "iina"
cask "kitty"
cask "basictex"
