tap "jimeh/emacs-builds"
tap "rsteube/tap"

brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tldr"
brew "zoxide"
brew "rsteube/tap/carapace"
brew "yazi"
brew "git"
brew "ollama"

cask "1password-cli"
cask "emacs-app"
cask "font-caveat"
cask "font-caveat-brush"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "kitty"
